{
  "/": {
    "title": "👩🏻‍🌾 Athena's Digital Garden",
    "content": "\u003c!-- \n![Education](/tags/education)\n![Setup](/tags/setup)\n![Human-Potential](/tags/human-potential) --\u003e\n[Thoughts](/thoughts)\n\nHey! Welcome to my digital garden. I hope to grow my thoughts [here](/thoughts).",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/notes/education/Untitled": {
    "title": "Untitled",
    "content": "Hello",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/private/private-note": {
    "title": "Private Stuff",
    "content": "This page doesn't get published!",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/templates/post": {
    "title": "Untitled Page",
    "content": "---\ntitle: \"{{title}}\"\ndate: {{date}}\n---\n",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Colloqium-02-27": {
    "title": "Colloqium (02-27)",
    "content": "#### Spatial Context \n Animals, including humans, traditionally have a harder time disitinguishing between left-right than up-down or front-back. \n\n2 Hypthoesise that could explain this:\n-  It's adventageous for survival that we don't distinguish left-right. For example, we should be able to identify a predator wether we see its left view or its right view. The same doesn't apply for up-down since our height is fixed and we usually observe a predator at the same vertical angle. --\u003e I wonder if sea animals / birds are also more left-right agnostic than top-down agnostic, since they are able to traverse a 3D space and observe anything from all angles. \n- The left and right side of human body is symmetrical. Hence, we don't have a good mental model to distinguish between left and right. Ben hypothesize that ambidexterity could be correlated to how left-right agnostic we are. --\u003e I wonder why we are left-right symmetric and not top-down symmetric. Is there biological reasoning behind this? \n\n#### False Beliefs \n\nOur confidence in false beliefs is informed by our perception of other people's stance. Kidd Lab's research shows that people were more likely to adjust their confidence in believing a  misinformation when they were informed that 8 in 10 people believe in the same belief than when they were informed that 2 in 10 people believe in the same belief. \n\nI wonder how the way we present other people's stance will impact our confidence in false beliefs. (ie., the difference between telling someone 8 in 10 people believe in X vs 80 in 100 people believe in X). This could inform how we design rating systems in social media. \n\nApproaching belief formation from bayesian standpoint\n\n- Observers combine signals from different perceptual senses to arrive at unified percept\n- Learners integrate private information and social informaiton to form beliefs\n\n![Bayesian Cue Integration Framework](https://d3i71xaburhd42.cloudfront.net/ccf8df0bb60ec3f98d9dbfff98be4cf32548299b/7-Figure2-1.png)",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Colloqium-03-07": {
    "title": "Colloqium (03-07)",
    "content": "Concerns of universal Transitional Kindergarten \n- onboarding: discontinuity - how do we bridge social cutlure environment to a standardized environment \n- How do we provide individualized attention:  4 year old need help with self-regulation - irrational to put 25 of them in a classroom with a teacher\n\t- behavior based: experiment in Maryland where teachers visit student at home prior to visiting \n- How do we provide contuinity of care? \n- Teacher have implicit baised and we are extending that bias to an even younger age.\n- How do we bridge the secregation between preschool and elementary school. The change is jarring. preschool - warmth, care fun. \"preschool know alot about child before they come in\". elementary school is academic focused.",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Contract-for-Caregiving": {
    "title": "Contract for Caregiving",
    "content": "---\n\nWe spend a lot of time on giving care, but the value of caregiving is under-recognized, in fact, it is not even part of the economy. For a long time, I thought the solution to recognizing the importance of caregiving is perfect empathy - if everyone weight their need and other people's needs equally then we ought to have a more caring society. But  simply demanding perfect empathy is unrealistic, at least for now. The idea of compromising on our own needs for another's goes against our evolutionary instinct. In order for perfect empathy to exists, there has to be trust - I will look out for your needs if I trust that you are also looking out for mine. But if any one agent decides to break the rule, then the trust will be broken and we will all be incentivized to selfish again!\n\nSo how do we create a system of trust? Well, historically we have done so through contracts, in other words by signing a legally enforceable agreement! So why don't we have contracts for caregiving too? The caregiving contract could clearly outlines the duty of the caregiver, their compensation (if any) and the duration etc. It would be sign by the person who needs care and their nominated caregiver (who doesn't necessary has to be a family member). The government could provide subsidies or benefit payment to caregivers based on the nature of care they provide, akin to [paid family leave](https://edd.ca.gov/disability/paid-family-leave/). \n\nAt first, it didn't sit well with me that we could mix caregiving, something that so rooted in love, with a legal contract, something so black and white. I worried that we would stop caring naturally for one another altogther. Then I realized that this is a tried and tested practise - marriage is after all a legal contract built upon love! We don't stop loving our partner just because that love is legally recognized by the government. Similarly, a legal contract around caregiving shouldn't diminish the love that makes caregiving possible. Instead, it legitimizes the relationship and recognizes the work involved and helps to sustain that love! \n\nThat's not to say that caregiving contract is an replacement for perfect empathy! it's extremely important that we work towards being a kinder and more empathetic society. But until we have a BCI that allows us to know exactly how one is feeling (It's very debatable if that's even a good thing, rabbit hole for another time🐰), a caregiving contract is a much more realisitc and attainable goal!",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Is-external-reward-useful": {
    "title": "Is External Reward Useful?",
    "content": "Note from 2021: \n\nEducators often use external rewards to encourage children to do the 'right' thing. One prominent case study I read about recently is YuanFuDao's award system. YuanFuDao is China's largest edtech company and their award system perpetuates through every segment of their online tuition center.\n\n#### YuanFuDao's gamified system:\n\n###### Currency system\n-   Coins given for good behavior, participation in class, answering questions correctly etc.\n-   Coins can be exchange for more tutoring lessons or tuition center's merchandise.\n-   Teachers emphasis importance of collecting coins \u0026 promote store items (Using phrases like \"you don't want to miss this\")\n\n###### Title system\n-   Students given title based on ability to answer questions in class. Title seems to reset for every class.\n-   Student's title tagged to class' online chat.\n-   Leaderboard shown at the end of the class\n\nThere seems to be 2 opposing schools of thoughts on external rewards. People arguing against external rewards generally believe that the presence of such rewards diminishes one's internal motivation. Hence children are unlikely to behave accordingly in the absence of external rewards, which opposes our goal of helping children cultivate life-long habits.\n\nIt is not immediately obvious to me wether external reward is effective / detrimental to children's long term growth. So I looked into some major theories behind this topic. Here's my notes:\n\nDistinguishing between intrinsic and extrinsic motivation:\n\nExam score on its own is not a form of external reward. Assuming exam scores are indicative of one's ability, a student who is working towards a higher score for the pursuit of excellence / mastery of skills is internally motivated, while a student who is trying to score higher for praises and validations from those around him is externally motivated.\n\n##### 1. Cognitive evaluation theory:\n\n###### In intrinsically motivating events:\n\n-   Changes in basic psychological needs in Self-Determination Theory--\u003e changes in Intrinsic motivation\n\n-   External rewards —\u003e detrimental effect on the persistence of free choice (Autonomy) —\u003e decrease in intrinsic motivation\n-   Unexpected external rewards \u0026 non-controlling rewards --\u003e Increase in competence (Competence)--\u003e Increase in Intrinsic motivation\n\n###### In events that are not intrinsically motivating:\n-   Rewards does not decrease internal motivation\n\n##### 2. Overjustification effect\n\n-   Expected external inventive decreases person's intrinsic motivation to perform task\n-   Human credits motivation to rewards, undermining pre-existing intrinsic motivation\n-   [Study at South Methodist University](https://psycnet.apa.org/record/1981-25824-001)  --\u003e Intrinsic motivation dependent on perceived competence\n\n#####  [3. General Interest theory](http://classweb.uh.edu/eisenberger/wp-content/uploads/sites/21/2015/04/06_Effects_of_Reward_on_Intrinsic_Motivation.pdf)\n\n-   Effect of intrinsic motivation extends beyond effect on autonomy and competence\n-   \"The content of tasks, and the context in which they are presented, including reward, increase intrinsic motivation when they convey that task performance helps satisfy needs, wants, or desires.\"\n\n-   Reward influence intrinsic motivation by symbolic function\n-   Type/Context/Nature of reward conveys importance of being competent, perception of competence, identification with the task giver's judgement of the task as important\n\n-   People tend to evaluate their competence based on relative performance with their peers (#Questions Is this innate?). Rewards that reflect relative performance tend to lead to large increase in intrinsic motivation\n\n#### Thoughts:\n\nSo it seems like the theory of intrinsic motivation vs external reward is a lot more nuanced than the more broad generalization I have heard amongst the education community.\n\nThe long term effectiveness of external reward is highly dependent on its context. External rewards should be implemented such that it doesn't hinder a child's perceived autonomy and it should build up the child's perceived competence.\n\n-   It seems to me that designing a reward system that builds up a child's perceived competence for a particular skill is tricky especially if the system is broad based to the entire classroom. Oftentimes, building up one child's confidence would indirectly negatively impact another's. Tailored reward system seems to be the way to go but this certainly requires an educator that really cares about every child and has the bandwidth to track their progress individually (I wonder how ML can help in this).\n\nOne interesting point brought up by the general interest theory is the internalization of external motivations. Rewards from authority for a certain action coveys desirability of the action. Somethings (ie. eating healthy) are certainly desirable but not intuitively obvious to kids or we are not internally motivated to do so. In these cases, reward systems can be employed to convey such desirability, however, it must be designed to be weaned off eventually.\n\nIn cases, where children are not intrinsically motivated to act a certain way and where there is no long term consequence of the lack of such intrinsic motivation, external rewards can be an efficient and fun way to give adults a peace of mind.\n\n‍  \n#### Questions:\n\n-   Are children intrinsically motivated to act kindly? If we were to do design a reward system around kindness, how should it look it?",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Learn-Work-Retirement": {
    "title": "Learn -\u003e Work -\u003e Retirement",
    "content": "Society has this notion that jobs/careers are life-long. For example, If one wants to be a mechanical engineer, they will spend a chunk of time in their early life learning to be a mechanical engineer. Then, they will spend the rest of their life practicing their craft until retirement. \n\n![Traditional life timeline](/thoughts/images/traditional-life-timeline.jpeg)\n\nThis model may have worked 60 years ago, probably due to a mixed bag of reasons such as lack of resources, need for specialization, lower expectations for human fulfillment 🐰 . but this model doesn't seem to be ideal for our society now. \n\n- We have the infrastructure to support rapid sharing of knowledge. Learning resources are no longer exclusive to younger people, this means we can support multiple cycles of learning and executing. \n\n- Deciding what to do for the \"rest of your life\" in your late teen is extremely daunting, especially since our education system doesn't support independent decision-making. I know many people who gave up their interest for traditionally sought-after careers because they are afraid of making a lifelong commitment to something that doesn't guarantee stability. \n\n- The problem faced by our society is multi-faceted. We need individuals that are well-informed in many areas. We also need individuals who are great at learning, the best way to guarantee this is to make learning a habit. \n\n- This model kills innovation/ human agency. People get too comfortable when they think their career is meant to be lifelong. \n\nPerhaps a new model of life should be this? Ie. may iterations of learning and executing, with the concept of retirement (taking a break/ relaxation/ do nothing and take in the beauty of life) being something that can take place any time in our life. \n\n![How life should be](/thoughts/images/how-life-should-be.jpeg)",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Repetition-Giving-Love": {
    "title": "Repetition \u0026 Giving Love",
    "content": "I did an exercise called repetition in theater class today. \n\nThe instruction was simple: find a buddy, come up with a random sentence, and take turn repeating the same sentence to each other in different ways for 5 mintue.\n\nEven though the instruciton was straightforward, the exercise itself felt impossible. During my initial attempt, my buddy and I exhausted every possible way one could say \"You are really funny\" in just about a minute.\n\nThe trick to this exercise involves being more intentional about your buddy's emotion and less intentional about the ways one could say the same sentence. Once my focus shifted from 'How can I vary my intonation' to  'What is my buddy trying to convery to me', it became really natural to respond back and we managed to come up with a whole storyline. \n\nThis exercise reminds me of how we should give love. \n\nI used to have this misconception that love in itself is enough, but I now think that there are right and wrong ways to give love. The right way to show love should be informed by how the other party wants to receive love and not how you want to receive love. The focus should be on the other person. Showering someone with love without understanding what they appreciate may actually hurt them.\n\nOn a tangential note, I think a good way to understand how one wants to receive love is by observing how one instinctively display love to others. I hypothesized that this to be exceptionally true for younger kids.",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Saudade": {
    "title": "Saudade",
    "content": "Finally found a word to embody the complexity of emotions I feel when I have to separate from a person / place / project. \n \n \u003e **Saudade** is a deep emotional state of nostalgic or profound longing for something or someone that one cares for and/or loves. Moreover, it often carries a repressed knowledge that the object of longing might never be had again. It is the recollection of feelings, experiences, places, or events that once brought excitement, pleasure, and well-being, which now trigger the senses and make one experience the pain of separation from those joyous sensations. Saudade describes a feeling both happy and sad.",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  },
  "/thoughts/Self-Compassion": {
    "title": "Self-Compassion",
    "content": "[Self-Compassion](https://en.wikipedia.org/wiki/Self-compassion) : extending compassion to one's self in instances of perceived inadequacy, failure, or general suffering.\n\nThree components of self-compassion:\n\n1. Self-kindness:  being warm and understanding toward ourselves, withholding judgement of ourselves\n2. Common Humanity: recognizing that suffering and personal inadequacy is part of the shared human experience\n3. Mindfulness: mental clarity regarding emotion and mental state\n\nA few swirling thoughts:\n\n- Too much empathy is detrimental to one's wellbeing. I have an inkling that self-compassion could be the answer to hyperempathy \u0026 caregiver fatigue. \n- How does self-compassion develop? If the intuition that sympathy --\u003e empathy --\u003e compassion is true. When and where does self-compassion come in? \n- The society often talks about 'self-care', but we rarely mention 'self-compassion'. It seems to me that the difference lies in doing vs thinking. Self-compassion should be the foundation of self-care. If we act compassionately to ourselves without internalizing the thought, then the effect will only be temporary.",
    "lastmodified": "2022-04-05T06:18:29.100320807Z",
    "tags": null
  }
}